package scrap;

public class Keywords {
	
	public static String[] get() {
		
		 String[] keywords = new String[] { "유상증자", "유상 증자", "증자", "합병", "M&A"
	                , "계약채결", "계약 채결", "임상", "유증", "삼성전자", "중국", "수출계약"
	                , "수출 계약", "납품", "납품계약", "납품 계약", "신약", "수혜", "기대감"
	                , "통과", "상승", "금리" ,"환율", "감자", "위메이드" ,"위믹스", "아이퀘스트"
	                , "부동산", "분양", "아파트", "코인", "블록체인", "토큰","채용","개발자","개발인력"
	                ,"1기신도시", "평촌", "신도시","AI", "반도체", "전기차","인공지능"
	                };

		// keywords = new String[] { "위메이드", "위믹스", "미르4", "위메이드맥스", "wemade","wemix", "코인", "NFT", "nft", "메타", "가상"};
		// keywords = new String[] { "폭락", "공포", "위기", "우려", "실망","바닥", "지하", "하락"};
		return keywords;
	}
	
	
	public static String[] getPpum() {
		
		//String[] keywords = new String[] { "bose", "센소다인", "마셜", "스텐모어", "아이폰", "iphone", "스피커", "Marshall", "드론", "drone", "se2", "lenovo", "스팸", "google", "apple", "se3"};
		 String[] keywords = new String[] { "버켄스탁", "맥심", "모카골드", "볶음밥", "프레시지","watch"
				 ,"이어폰","버즈","레노버", "액자", "디지털", "lenovo", "갤럭시","스피커","짜파게티범벅","육개장","참치"
				 ,"생수","스파클", "apple", "airpods", "햇반","가민","순토","garmin","suunto", "치킨" , "빽다방", "메가커피", "컴포즈", "메가 커피", "해피머니", "문화상품"
				 , "메머드", "패딩", "롱패딩", "아이패드", "마샬", "스탠모어", "부어리치","워치","일리","캡슐", "스팸","투퍼데이","루테인","아이허브","에잇세컨즈","8seconds", "이마트", "센소다인"
		 };

		
		return keywords;
	}
	
	
}
